import React from 'react'

import { Gutter } from '../../_components/ui-components/Gutter'
import { HR } from '../../_components/ui-components/HR'
import TransitonLayout from '../../_components/TransitionLayout'
import { IoShieldCheckmarkOutline } from 'react-icons/io5'

import classes from './index.module.scss'

export const dynamic = 'force-dynamic'

export default function PersonalData() {
  return (
    <TransitonLayout>
      <div className={classes.container}>
        <Gutter>
          <div className="flex justify-start gap-4 items-center">
            <IoShieldCheckmarkOutline style={{ width: '36px', height: '36px' }} />
            <h3 className="text-3xl leading-10 font-normal">Политика за поверителност</h3>
          </div>
          <HR />

          <h3 className="text-xl leading-10 font-bold">
            Декларация за съгласие с Политиката за поверителност НА
          </h3>

          <p>
            Защитата на личните данни и опазването на личната и финансовата информация на нашите
            клиенти ни е особено важно. Затова обработваме Вашата информация изключително въз основа
            на приложимото законодателство, конкретно Общия регламент 2016/670 (по-известен като{' '}
            <a
              href="https://eur-lex.europa.eu/legal-content/BG/TXT/HTML/?uri=CELEX:32016R0679&from=BG"
              className="text-blue-700"
            >
              GDPR
            </a>{' '}
            ), Закона за защита на лични данни ({' '}
            <a href="https://lex.bg/bg/laws/ldoc/2135426048" className="text-blue-700">
              ЗЗЛД
            </a>{' '}
            ) и Закона за електронната търговия ({' '}
            <a href="https://lex.bg/index.php/bg/laws/ldoc/2135530547" className="text-blue-700">
              ЗЕТ
            </a>{' '}
            ). Моля, разгледайте тази декларация, в която Ви информираме за най-важните аспекти от
            обработването на Вашите данни от страна на (последващо Ние или Дружеството). В тази
            декларация ви информираме за най-важните аспекти от обработването на Вашите данни на
            нашия уебсайт. С нея също така Ви информираме за сроковете и правните основания да
            събираме, обработваме, съхраняваме, използваме, унищожаваме и защитаваме личната Ви
            информация, доколкото с нея Вие не ни давате изричното си съгласие да вършим това.
          </p>

          <br />

          <h3 className="text-xl leading-10 font-bold">
            Какво се случва с данните Ви, след като се свържете се нас?
          </h3>

          <p>
            Когато ни пишете чрез формуляра на нашия уебсайт или ни пращате имейл, ние съхраняваме
            данните Ви за периода, необходим за обработване на искането Ви, както и за да отговорим
            на Ваши последващи въпроси. Няма да споделяме тази информация с трети лица без Вашето
            изрично съгласие!
          </p>

          <br />

          <h3 className="text-xl leading-10 font-bold">Съхраняване на Вашите данни</h3>

          <p>
            Обръщаме внимание, че с цел облекчаване на процеса по поръчка и покупка, както и
            последващото изпълнение на договора с Вас, съхраняваме Вашия IP адрес, както и Вашите
            имена, адрес, имейл адрес и данни за използваното от Вас платежно средство, например
            номер на кредитната Ви карта.
          </p>

          <p>
            Предоставените от Вас данни са ни нужни, за да изпълним своите преддоговорни или
            договорни задължения спрямо Вас. Не предоставяме тези данни на трети лица, с изключение
            на
          </p>

          <ul>
            <li className={classes.listItem}>
              обработващия плащането доставчик на платежни услуги (банка, PayPal, ePay, Stripe),
            </li>
            <li className={classes.listItem}>куриерската фирма, с която Ви доставяме покупката,</li>
            <li className={classes.listItem}>нашия счетоводител</li>
          </ul>

          <p>
            При незавършена поръчка оставяме въведените по нея данни за 30 дни и си запазваме
            правото да Ви информираме периодично за нейния статус, съответно за Вашите опции
            вследствие на това. При завършена поръчка и изпълнен от наша страна договор на основание
            чл. 6, ал. 1, букви (а) и (б) от GDPR съхраняваме всички данни по правоотношението до
            изтичане на предвидения в чл. 12 от Закона за счетоводството ( ЗСч ) 10-годишен срок.
          </p>

          <br />

          <h3 className="text-xl leading-10 font-bold">Вашите права</h3>

          <p>
            Имате право на достъп до Вашите данни, които обработваме, както и право на коригиране,
            изтриване (право „да бъдете забравени“), ограничаване на обработката, преносимост на
            данни, оттегляне на съгласието и възражение.
          </p>

          <p>
            Ако смятате, че нашето обработване на Вашите данни нарушава разпоредбите за защита на
            лични данни или ако смятате, че правата Ви според тези разпоредби са били нарушени по
            някакъв начин, можете да се обърнете към компетентния административен орган. В България
            това е{' '}
            <a href="https://cpdp.bg/" className="text-blue-700">
              Комисията за защита на лични данни
            </a>
            .
          </p>

          <br />

          <h3 className="text-xl leading-10 font-bold">
            Свържете се с нас по един от следните начини:
          </h3>

          <p>
            Данни за контакт: Враца, Христо Ботев №23 , patrizio.bordigoni24@gmail.com , 089 980
            1049.
          </p>

          <br />
        </Gutter>
      </div>
    </TransitonLayout>
  )
}
