import React from 'react'

import { Gutter } from '../../_components/ui-components/Gutter'
import { HR } from '../../_components/ui-components/HR'
import TransitonLayout from '../../_components/TransitionLayout'
import { GoChecklist } from 'react-icons/go'

import classes from './index.module.scss'

export const dynamic = 'force-dynamic'

export default function ConditonsToUse() {
  return (
    <TransitonLayout>
      <div className={classes.container}>
        <Gutter>
          <div className="flex justify-start gap-4 items-center">
            <GoChecklist style={{ width: '36px', height: '36px' }} />
            <h3 className="text-3xl leading-10 font-normal">Условия за ползване</h3>
          </div>
          <HR />
          <br />
          <h3 className="text-3xl leading-10 font-bold">ПРЕДМЕТ</h3>
          <br />

          <p>
            Чл. 1. Настоящите общи условия са предназначени за регулиране на отношенията между , ЕИК
            , със седалище и адрес на управление: Vratsa , наричано по-долу за краткост ДОСТАВЧИК, и
            клиентите, наричани по-долу ПОЛЗВАТЕЛИ, на платформата за електронна търговия winetime,
            наричана по-долу „winetime.bg”.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ДАННИ ЗА ДОСТАВЧИКА</h3>
          <br />

          <p>
            Чл. 2. Информация съгласно Закона за електронната търговия и Закона за защита на
            потребителите:
          </p>

          <p className={classes.listItem}>Наименование на Доставчика: „“</p>
          <p className={classes.listItem}>Седалище и адрес на управление: Vratsa</p>
          <p className={classes.listItem}>
            Адрес за упражняване на дейността и адрес за отправяне на жалби от потребители: Vratsa
          </p>
          <p className={classes.listItem}>
            Данни за кореспонденция: patrizio.bordigoni24@gmail.com, телефон 089 980 1049
          </p>
          <p className={classes.listItem}>Вписване в публични регистри: ЕИК</p>
          <p className={classes.listItem}>Надзорни органи:</p>

          <p>(1) Комисия за защита на личните данни</p>
          <p>(1) Адрес: гр. София, ул. „Проф. Цветан Лазаров” № 2,</p>
          <p>(1) тел.: (02) 940 20 46</p>
          <p>(1) факс: (02) 940 36 40</p>
          <p>(1) Email: kzld@government.bg, kzld@cpdp.bg</p>
          <p>(1) Уеб сайт: www.cpdp.bg</p>
          <p>(1) (2) Комисия за защита на потребителите</p>
          <p>(1) Адрес: 1000 гр. София, пл."Славейков" №4А, ет.3, 4 и 6,</p>
          <p>(1) тел.: 02 / 980 25 24</p>
          <p>(1) факс: 02 / 988 42 18</p>
          <p>(1) гореща линия: 0700 111 22</p>
          <p>(1) Уеб сайт: www.kzp.bg</p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ХАРАКТЕРИСТИКИ НА ПЛАТФОРМАТА</h3>
          <br />

          <p>
            Чл. 3. winetime e платформа за електронна търговия, достъпна на адрес в Интернет
            winetime.bg, чрез която Ползвателите имат възможност да сключват договори за
            покупко-продажба и доставка на предлаганите от Доставчика в платформата стоки,
            включително следното:
          </p>

          <p className={classes.listItem}>
            Да извършат регистрация и създаване на профил за преглеждане на електронния магазин на
            Доставчика и използване на допълнителните услуги за предоставяне на информация;
          </p>
          <p className={classes.listItem}>
            Да преглеждат стоките, техните характеристики, цени и условия за доставка;
          </p>
          <p className={classes.listItem}>
            Да сключват с Доставчика договори за покупко-продажба и доставка на стоките, предлагани
            от в платформата winetime.bg;
          </p>
          <p className={classes.listItem}>
            Да извършват всякакви плащания във връзка със сключените договори чрез платформата
            winetime.bg електронни средства за разплащане.
          </p>
          <p className={classes.listItem}>
            Да получават информация за нови стоки, предлагани от Доставчика в платформата
            winetime.bg;
          </p>
          <p className={classes.listItem}>
            Да извършват електронни изявления във връзка със сключването или изпълнението на
            договори с Доставчика в платформата winetime.bg чрез интерфейса на страницата на
            winetime.bg, достъпна в Интернет;
          </p>
          <p className={classes.listItem}>
            Да бъдат уведомявани за правата, произтичащи от закона, предимно чрез интерфейса на
            платформата winetime.bg в Интернет;
          </p>
          <p className={classes.listItem}>
            Да упражняват правото си на отказ, когато е приложимо, по Закона за защита на
            потребителите.
          </p>

          <p>
            Чл. 4. Доставчикът в платформата winetime.bg организира доставянето на стоките и
            гарантира правата на Ползвателите, предвидени в закона, в рамките на добросъвестността,
            възприетите в практиката, потребителското или търговското право критерии и условия.
          </p>

          <p>
            Чл. 5. (1) Ползвателите сключват с Доставчика в платформата winetime.bg договор за
            покупко-продажба на стоките, на адрес winetime.bg Договорът се сключва на български език
            и се съхранява в базата данни на Доставчика в платформата.
          </p>
          <p>
            (2) По силата на сключения с Ползвателите договор за покупко-продажба на стоки,
            Доставчикът в платформата winetime.bg се задължава да организира доставката и
            прехвърлянето на собствеността на Ползвателя на определените от него чрез интерфейса в
            платформата стоки. Ползвателите имат право да поправят грешки при въвеждането на
            информация не по-късно от отправяне на изявлението за сключване на договора Доставчика в
            платформата winetime.bg
          </p>
          <p>
            (3) Ползвателите заплащат на Доставчика на платформата winetime.bg възнаграждение за
            доставените стоки съгласно условията, определени в платформата winetime.bg и настоящите
            общи условия. Възнаграждението е в размер на цената, обявена в платформата winetime.bg
          </p>

          <p>
            Чл. 6. (1) Ползвателят и Доставчикът в платформата winetime.bg се съгласяват, че всички
            изявления помежду им във връзка със сключването и изпълнението на договора за
            покупко-продажба могат да бъдат извършвани по електронен път и чрез електронни изявления
            по смисъла на Закона за електронния документ и електронния подпис и чл. 11 от Закона за
            електронната търговия.
          </p>

          <p>
            (2) Предполага се, че електронните изявления, извършени от Ползвателите на сайта са
            извършени от лицата, посочени в данните, предоставени от Ползвателя при извършване на
            регистрация, ако Ползвателят е въвел съответното име и парола за достъп.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">
            РЕГИСТРАЦИЯ ЗА ИЗПОЛЗВАНЕ НА winetime.bg
          </h3>
          <br />

          <p>
            Чл. 7. (1) За да използва winetime.bg за сключване на договори за покупко-продажба на
            стоки, Ползвателят следва да въведе избрани от него име и парола за отдалечен достъп или
            да се легитимира чрез профила си във Facebook или Google, с което се счита, че е приел
            настоящите общи условия.
          </p>
          <p>
            (2) Името и паролата за отдалечен достъп се определят от Ползвателя, чрез извършване на
            онлайн регистрация в сайта на Доставчика в платформата winetime.bg, съобразно посочената
            в него процедура. Ползвателите имат възможност да извършват поръчки доставка на стоки и
            профил от социалните мрежи Facebook и Google.
          </p>
          <p>
            (3) С попълване на данните си в потребителската кошница и натискане на бутона "Поръчай",
            Ползвателят декларира, че е запознат с тези общи условия, съгласен е с тяхното
            съдържание и се задължава безусловно да ги спазва.
          </p>

          <p>
            (4) Доставчикът потвърждава извършената от Ползвателя поръчка по електронна поща.
            Създава се акаунт на Ползвателя и между него и Доставчика възникват договорни отношения.
          </p>

          <p>
            (5) При извършване на регистрацията или поръчката Ползвателят се задължава да предостави
            верни и актуални данни. Ползвателят се задължава при промяна своевременно да актуализира
            данните, посочени в регистрацията или поръчката си.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">
            4. ТЕХНИЧЕСКИ СТЪПКИ ЗА СКЛЮЧВАНЕ НА ДОГОВОР ЗА ПОКУПКО-ПРОДАЖБА
          </h3>
          <br />

          <p>
            Чл. 8. (1) Ползвателите използват предимно интерфейса на страницата на Доставчика в
            платформата winetime.bg за да сключват договори за покупко-продажба на предлаганите от
            доставчиците в платформата winetime.bg стоки.
          </p>
          <p>
            (2) В случаите на поръчка на стоки без извършване на регистрация от страна на
            Ползвателя, последният приема тези общи условия в момента на доставката. Счита се, че
            Ползвателят е приел настоящите общи условия с приемането на доставката на стоките.
          </p>
          <p>
            Чл. 9. Ползвателите сключват договора за покупко-продажба на стоките в платформата
            winetime.bg по следната процедура:
          </p>

          <p>(1) Влизане в системата за извършване на поръчки в платформата winetime.bg</p>

          <p>
            (2) Избиране на една или повече от предлаганите от Доставчика в платформата winetime.bg
            стоки и добавянето им към списък със стоки за покупка.
          </p>
          <p>
            (3) Предоставяне на необходимите данни за индивидуализация на Ползвателя като страна по
            договора.
          </p>

          <p>(4) Предоставяне на данни за извършване на доставката;</p>
          <p>(5) Избор на способ и момент за плащане на цената.</p>
          <p>(6) Потвърждение на поръчката;</p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">СЪДЪРЖАНИЕ НА ДОГОВОРА</h3>
          <br />

          <p>
            Чл. 10. (1) Доставчикът и Ползвателите сключват отделни договори за покупко-продажба на
            стоките, заявени от Ползвателите, независимо че са избрани с едно електронно изявление и
            от един списък със стоки за покупка.
          </p>
          <p>
            (2) Доставчикът може да организира заедно и едновременно доставката на поръчаните с
            отделните договори за покупко-продажба стоки.
          </p>
          <p>
            (3) Правата на Ползвателите във връзка с доставените стоки се упражняват отделно за
            всеки договор за покупко-продажба. Упражняването на права във връзка с доставена стока
            не засяга и няма действие по отношение на договорите за покупко-продажба на другите
            стоки. В случай че Ползвателят има качеството на потребител по смисъла на Закона за
            защита на потребителите, упражняването на право на отказ от договора за покупко-продажба
            на определена стока не засяга договорите за покупко-продажба на другите стоки, доставени
            на потребителя.
          </p>

          <p>
            Чл. 11. При упражняване на правата по договора за покупко-продажба Ползвателят е
            задължен да посочва точно и недвусмислено договора и стоката, по отношение, на които
            упражнява правата.
          </p>

          <p>
            Чл. 12. Ползвателят може да плати цената за отделните договори за покупко-продажба
            наведнъж при извършване на поръчката на стоките или при тяхната доставка.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">
            ОСОБЕНИ КЛАУЗИ, КОИТО СЕ ПРИЛАГАТ СПРЯМО ЛИЦА, КОИТО ИМАТ КАЧЕСТВОТО ПОТРЕБИТЕЛ ПО
            СМИСЪЛА НА ЗАКОНА ЗА ЗАЩИТА НА ПОТРЕБИТЕЛИТЕ
          </h3>
          <br />

          <p>
            Чл. 13. Правилата на настоящия раздел VII от тези общи условия се прилагат единствено
            спрямо Ползватели, за които според данните, посочени за сключване на договора за
            покупко-продажба или при регистрацията в winetime.bg, може да се направи извод, че са
            Потребители по смисъла на Закона за защита на потребителите, Закона за електронната
            търговия и/или на Директива 2011/83/ЕО на Европейския парламент и на Съвета от 25-ти
            октомври 2011 г.
          </p>
          <p>
            Чл. 14. (1) Основните характеристики на стоките, предлагани от Доставчика в платформата
            winetime.bg са определени в профила на всяка стока в платформата winetime.bg
          </p>
          <p>
            (2) Цената на стоките с включени всички данъци и такси се определя от Доставчика в
            платформата winetime.bg в профила на всяка стока в платформата winetime.bg
          </p>

          <p>
            (3) Стойността на пощенските или транспортните разходи, невключени в цената на стоките
            се определя от Доставчика в платформата winetime.bg и се предоставя като информация на
            Ползвателите при избиране на стоките за сключване на договора за покупко-продажба;
          </p>

          <p>
            (4) Начините на плащане, доставка и изпълнение на договора се определят в настоящите
            общи условия и информацията, предоставена на Ползвателя посредством в механизмите в
            платформата winetime.bg
          </p>

          <p>
            (5) Информацията, предоставяна на Ползвателите по този член е актуална към момента на
            визуализацията й в платформата winetime.bg преди сключването на договора за
            покупко-продажба.
          </p>
          <p>
            (6) Ползвателите се съгласяват, че цялата изискуема от Закона за защита на потребителите
            информация може да бъде предоставяна чрез интерфейса на платформата winetime.bg или
            електронна поща.
          </p>
          <p>
            Чл. 15. (1) Потребителят се съгласява, че доставчиците в платформата winetime.bg имат
            право да приемат авансово плащане за сключените с Потребителя договори за
            покупко-продажба на стоки и тяхната доставка.
          </p>

          <p>
            (2) Потребителят избира самостоятелно дали да заплати на Доставчика в платформата
            winetime.bg цената за доставка на стоките преди или в момента на доставката им.
          </p>
          <p>
            (3) В случай, че стойността на поръчката на Потребителя е равностойна или надвишава 15
            000 лв., плащането се извършва само чрез превод или внасяне по платежна сметка на
            Доставчика.
          </p>
          <p>
            Чл. 16. (1) Потребителят има право, без да дължи обезщетение или неустойка и без да
            посочва причина, да се откаже от сключения договор в срок 14 дни, считано от датата на
            приемане на стоката от Доставчика чрез единния формуляр за отказ от договора, достъпен
            на сайта на Доставчика в платформата winetime.bg на адрес Упражни правата си! и в
            Приложение № 1 към тези общи условия. Информация за упражняване на правото на отказ е
            достъпна на Упражни правата си! и в Приложение № 2 към тези общи условия.
          </p>
          <p>(2) Правото на отказ по ал. 1 не се прилага в следните случаи:</p>
          <p className={classes.listItem}>
            за доставка на стоки, изработени по поръчка на потребителя или съобразно неговите
            индивидуални изисквания;
          </p>
          <p className={classes.listItem}>
            за доставка на стоки, които поради своето естество могат да влошат качеството си или
            имат кратък срок на годност;
          </p>
          <p className={classes.listItem}>
            за доставка на запечатани стоки, които са разпечатани след доставката им и не могат да
            бъдат върнати поради съображения, свързани с хигиената или защита на здравето;
          </p>
          <p className={classes.listItem}>
            за доставка на стоки, които след като са били доставени и поради естество им са се
            смесили с други стоки, от които не могат да бъдат отделени;
          </p>
          <p className={classes.listItem}>
            за доставка на запечатани звукозаписи или видеозаписи или запечатан компютърен софтуер,
            които са разпечатани след доставката, включително и кодове за активиране на лицензи на
            софтуер, функции в софтуер или виртуални средства за разплащане.
          </p>
          <p className={classes.listItem}>
            за доставка на вестници, периодични издания или списания с изключение на договори за
            абонамент за доставката на такива издания;
          </p>

          <p>
            (3) Когато доставчикът в платформата winetime.bg не e изпълнил задълженията си за
            предоставяне на информация, определени в Закона за защита на потребителите, Потребителят
            има право да се откаже от сключения договор в срок до една година и 14 дни, считано от
            датата на получаване на стоката. Когато информацията е предоставена на потребителя в
            рамките на срока за отказ, същият започва да тече от датата на предоставянето й.
            Потребителят има право да отправи изявлението за отказ по този член директно пред
            Доставчика чрез единния формуляр за отказ от договора, достъпен на сайта на Доставчика в
            платформата winetime.bg на адрес Приложение № 1 към тези общи условия.
          </p>

          <p>
            (4) Когато Потребителят е упражнил правото си на отказ от договора от разстояние или от
            договора извън търговския обект, Доставчикът възстановява всички суми, получени от
            потребителя, включително разходите за доставка, без неоправдано забавяне и не по-късно
            от 14 дни, считано от датата, на която е бил уведомен за решението на потребителя да се
            откаже от договора. Доставчикът възстановява получените суми, като използва същото
            платежно средство, използвано от потребителя при първоначалната трансакция, освен ако
            потребителят е изразил изричното си съгласие за използване на друго платежно средство и
            при условие че това не е свързано с разходи за потребителя.
          </p>

          <p>
            (5) При упражняване на правото на отказ, разходите за връщане на доставените стоки се
            приспадат от сумите за възстановяване по ал. 4, освен в случаите, когато потребителят
            организира сам и за своя сметка връщането на стоките. Доставчикът няма задължение да
            възстанови допълнителните разходи за доставка на стоките, когато потребителят изрично е
            избрал начин на доставяне на стоките, различен от най-евтиния вид стандартна доставка,
            предлагана от Доставчика.
          </p>
          <p>
            (6) Потребителят се задължава да съхранява получените Доставчика в платформата стоки и
            да осигури запазването на тяхното качество и безопасност по време на срока по ал. 1.
          </p>
          <p>
            (7) Потребителят може да упражни правото си на отказ от договора с Доставчика като
            отправи писмено изявление до Доставчика чрез стандартния формуляр за отказ от договора,
            достъпен на адрес в платформата winetime.bg и в Приложение № 1 към тези общи условия.
          </p>
          <p>
            (8) Когато доставчикът в платформата winetime.bg не е предложил да прибере стоките сам,
            той може да задържи плащането на сумите на Потребителя докато не получи стоките или
            докато потребителят не представи доказателство, че е изпратил стоките обратно, в
            зависимост от това, кое от двете се е случило по-рано.
          </p>
          <p>
            (10) Независимо от горните хипотези, Потребителят се задължава да върне стоката в
            търговски вид, който позволява последващата й продажба, освен ако разопаковането на
            стоката води до очевидно нарушаване на търговския вид на стоката, като но не само
            разрушима кутия, херметически опаковки и други сходни случаи. В случай на нарушен
            търговски вид на стоката, Доставчикът има право по своя преценка да откаже да приеме
            отказ от договора или да начисли на Потребителя разходи за възстановяване на стоката в
            търговски вид.
          </p>

          <p>
            (11) В случай на упражняване на правото на отказ по този член, счита се че Потребителят
            е упражнил и право на отказ по отношение на бонус съдържанието, принадлежащо към
            стоката.
          </p>

          <p>
            Чл. 17. (1) Срокът на доставка на стоката е определен за всяка стока поотделно при
            сключване на договора с потребителя чрез сайта на Доставчика в платформата winetime.bg
          </p>
          <p>
            (2) В случай че Потребителят и Доставчикът в платформата winetime.bg не са определили
            срок за доставка, срокът на доставка на стоките е 30 календарни дни, считано от датата,
            следваща изпращането на поръчката на потребителя до Доставчика чрез сайта на Доставчика
            в платформата winetime.bg
          </p>
          <p>
            (3) Ако Доставчикът в платформата winetime.bg не може да изпълни договора поради това,
            че не разполага с поръчаните стоки, той е длъжен да уведоми за това Потребителя и да
            възстанови платените от него суми.
          </p>
          <p>
            Чл. 18. Доставчикът в платформата winetime.bg се задължава да спазва всички изисквания,
            установени в българското законодателство относно етикетирането, рекламата и продажбата
            на хранителни добавки.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ИЗПЪЛНЕНИЕ НА ДОГОВОРА</h3>
          <br />

          <p>
            Чл. 19. (1) Доставчикът в платформата winetime.bg може да организира доставката и
            предаването на стоката на Ползвателя от съответен куриер в определения при сключването
            на договора срок.
          </p>
          <p>
            (2) Ако срокът по ал. 1 не е изрично уговорен между страните при сключването на
            договора, Доставчикът организира доставката и предаването в разумен срок.
          </p>
          <p>
            Чл. 20. (1) Ползвателят трябва да прегледа стоката в момента на доставката и предаването
            и ако не отговаря на изискванията да уведоми за това незабавно Доставчика в платформата
            winetime.bg
          </p>
          <p>
            (2) Ако Ползвателят не уведоми Доставчика в платформата winetime.bg съгласно ал. 1
            стоката се смята за одобрена като съответстваща на изискванията, освен за скрити
            недостатъци.
          </p>
          <p>
            Чл. 21. Доставчикът в платформата winetime.bg не се задължава да осигурят необходимия
            сервиз за стоката.
          </p>
          <p>
            Чл. 22. За неуредените в този раздел случаи се прилагат правилата търговската продажба,
            определени в Търговския закон и Закона защита на потребителите.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ЗАЩИТА НА ЛИЧНИТЕ ДАННИ</h3>
          <br />

          <p>
            Чл. 23. (1) Събирането, съхранението и обработването на лични данни се осъществява
            съобразно Политиката на за поверителност на личните данни, която можете да достъпите тук
            Политиката за поверителност.
          </p>
          <p>
            (2) Въведените от Ползвателите лични данни са обект на защита по Закона за защита на
            личните данни и Общия регламент 2016/679 като Доставчикът ги обработва за целите и в
            сроковете, предвидени в Политиката за поверителност на личните данни .
          </p>
          <p>
            (3) При съгласие на Ползвателя с Политиката за поверителност на личните данни,
            Ползвателят изрично потвърждава, че е съгласен Доставчикът да съхранява информация или
            получава достъп до информацията, съхранена в крайното устройство на Ползвателя за
            изчерпателно предвидените в нея цели и срокове. Ползвателят се съгласява, че Доставчикът
            може съхранява информация или получава достъп до информацията, съхранена в крайното
            устройство на Ползвателя и на други основания, посочени в Политиката за поверителност на
            личните данни .
          </p>
          <p>
            (4) Ползвателят или Потребителят се съгласява, че Доставчикът на платформата winetime.bg
            има право да изпраща по всяко време електронни съобщения към Ползвателя или Потребителя,
            включително и бюлетин или предложения за покупка на стоки, докато е налице регистрация
            на Ползвателя или Потребителя в електронния магазин на Доставчика в платформата
            winetime.bg
          </p>

          <p>
            (5) Ползвателят или Потребителят се съгласява, че Доставчикът на платформата winetime.bg
            има право да събира, съхранява и обработва данни да поведението на Ползвателя или
            Потребителя при използването на електронния магазин на Доставчика в платформата
            winetime.bg Ползвателят има право да възрази на съхраняването или достъпа до
            информацията по алинея 3 по предвидените в Политиката за поверителност на личните данни
            начини.
          </p>
          <p>
            Чл. 24. (1) Във всеки момент, Доставчикът в платформата winetime.bg има право да изисква
            от Ползвателя да се легитимира и да удостовери достоверността на всяко едно от обявените
            по време на регистрацията обстоятелства и лични данни.
          </p>
          <p>
            (2) В случай, че по някаква причина Ползвателят е забравил или изгубил своите име и
            парола, Доставчикът на платформата winetime.bg има право да приложи обявената "Процедура
            за изгубени или забравени имена и пароли", достъпна на адрес: winetime.bg
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ИЗМЕНЕНИЕ И ДОСТЪП ДО ОБЩИТЕ УСЛОВИЯ</h3>
          <br />

          <p>
            Чл. 25. (1) Настоящите общи условия могат да бъдат изменяни от Доставчика на платформата
            winetime.bg, за което последният ще уведоми по подходящ начин всички регистрирани
            Ползватели
          </p>
          <p>
            (2) Доставчикът в платформата winetime.bg и Ползвателят се съгласяват, че всяко
            допълване и изменение на тези общи условия ще има действие спрямо Ползвателя в един от
            следните случаи:
          </p>

          <p>
            А) след изричното му уведомяване от Доставчика в платформата winetime.bg и ако
            Ползвателят не заяви в предоставения му 14-дневен срок, че ги отхвърля; или
          </p>
          <p>
            Б) след публикуването им на сайта на Доставчика в платформата winetime.bg и ако
            Ползвателят не заяви в 14-дневен срок от публикуването им, че ги отхвърля;
          </p>

          <p>
            В) с изричното му приемане от Ползвателя чрез профила му в сайта на Доставчика в
            платформата winetime.bg
          </p>
          <p>
            (3) Ползвателят се съгласява, че всички изявления на Доставчика в платформата
            winetime.bg, във връзка с изменението на тези общи условия ще бъдат изпращани на адреса
            на електронната поща, посочена от Ползвателя, при регистрацията. Ползвателят се
            съгласява, че електронните писма, изпратени по реда на този член не е необходимо да
            бъдат подписани с електронен подпис, за да имат действие спрямо него.
          </p>

          <p>
            Чл. 26. Доставчикът публикува тези общи условия на адрес заедно с всички допълнения и
            изменения в тях.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ПРЕКРАТЯВАНЕ</h3>
          <br />

          <p>
            Чл. 27. Настоящите общи условия и договора на Ползвателя с Доставчика в платформата
            winetime.bg се прекратяват в следните случаи:
          </p>
          <p className={classes.listItem}>
            при прекратяване и обявяване в ликвидация или обявяване в несъстоятелност на една от
            страните по договора;
          </p>
          <p className={classes.listItem}>по взаимно съгласие на страните в писмен вид;</p>
          <p className={classes.listItem}>
            при обективна невъзможност на някоя от страните по договора да изпълнява задълженията
            си;
          </p>
          <p className={classes.listItem}>
            при изземване или запечатване на оборудването от държавни органи;
          </p>
          <p className={classes.listItem}>
            в случай на заличаване на регистрацията на Ползвателя в платформата winetime.bg. В този
            случай сключените, но неизпълнени договори за покупко-продажба остават в сила и подлежат
            на изпълнение;
          </p>
          <p>
            Чл. 28. Доставчикът има право по свое усмотрение, без да отправя предизвестие и без да
            дължи обезщетение да прекрати едностранно договора, в случай че установи, че Ползвателят
            използва платформата winetime.bg в нарушение на настоящите общи условия,
            законодателството в Република България, общоприетите нравствени норми или общоприетите
            правила и практика в електронната търговия.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ОТГОВОРНОСТ</h3>
          <br />

          <p>
            Чл. 29. Ползвателят се задължава да обезщети и да освободи от отговорност доставчиците в
            платформата winetime.bg и Доставчика при съдебни искове и други претенции на трети лица
            (независимо дали са основателни или не), за всички щети и разходи (в това число
            адвокатски хонорари и съдебни разноски), произтичащи от или във връзка с (1)
            неизпълнение на някое от задълженията по този договор, (2) нарушение на авторски,
            продуцентски, права на излъчване или други права върху интелектуалната или индустриална
            собственост, (3) неправомерно прехвърляне на други лица на правата, предоставени на
            Ползвателя, за срока и при условията на договора и (4) невярно деклариране наличието или
            отсъствието на качеството потребител по смисъла на Закона за защита на потребителите.
          </p>

          <p>
            Чл. 30. Доставчикът не носи отговорност в случай на непреодолима сила, случайни събития,
            проблеми в Интернет, технически или други обективни причини, включително и разпореждания
            на компетентните държавни органи.
          </p>

          <p>
            Чл. 31. (1) Доставчикът не носи отговорност за вреди, причинени от Ползвателя на трети
            лица.
          </p>
          <p>
            (2) Доставчикът не носи отговорност за имуществени или неимуществени вреди, изразяващи
            се в пропуснати ползи или претърпени вреди, причинени на Ползвателят в процеса на
            използване или неизползване на winetime.bg и сключване на договори за покупко-продажба с
            Доставчика.
          </p>
          <p>
            (3) Доставчикът не носи отговорност за времето, през което платформата не е била
            достъпна поради непреодолима сила.
          </p>

          <p>
            (4) Доставчикът не носи отговорност за вреди от коментари, мнения и публикации под
            продуктите, новините и статиите в платформата winetime.bg
          </p>
          <p>
            Чл. 32. (1) Доставчикът не носи отговорност в случай на преодоляване на мерките за
            сигурност на техническото оборудване и от това последва загуба на информация,
            разпространение на информация, достъп до информация, ограничаване на достъп до
            информация и други сходни последствия.
          </p>
          <p>
            (2) Доставчикът не носи отговорност в случай на сключване на договор за
            покупко-продажба, предоставяне на достъп до информация, загуба или промяна на данни
            настъпили вследствие на фалшива легитимация на трето лице, което се представя за
            Ползвателя, ако от обстоятелствата може да се съди, че това лице е Ползвателя.
          </p>

          <br />
          <h3 className="text-3xl leading-10 font-bold">ДРУГИ УСЛОВИЯ</h3>
          <br />

          <p>
            Чл. 33. (1) Ползвателят и Доставчикът в платформата winetime.bg се задължават да
            защитават взаимно своите права и законни интереси, както и да пазят търговските си
            тайни, станали тяхно достояние в процеса на изпълнение договора и тези общи условия.
          </p>
          <p>
            (2) Ползвателят и Доставчикът се задължават по време и след изтичане на периода на
            договора да не правят публично достояние писмена или устна кореспонденция проведена
            между тях. За публично достояние може да се смята публикуването на кореспонденция в
            печатни и електронни медии, интернет форуми, лични или публични уеб сайтове и др.
          </p>
          <p>
            Чл. 34. В случай на противоречие между тези общи условия и уговорки в специален договор
            между Доставчика в платформата winetime.bg и Ползвателя, с предимство се прилагат
            клаузите на специалния договор.
          </p>

          <p>
            Чл. 35. Евентуалната недействителност на някоя от разпоредбите на тези общи условия няма
            да води до недействителност на целия договор.
          </p>
          <p>
            Чл. 36. За неуредените в този договор въпроси, свързани с изпълнението и тълкуването на
            този договор, се прилагат законите на Република България.
          </p>
          <p>Чл. 37. Настоящите общи условия влизат в сила за всички Ползватели на winetime.bg.</p>
        </Gutter>
      </div>
    </TransitonLayout>
  )
}
